# 닉네임 생성 질문 답변
Nickname_Question_Answers= [
    {
        "question": "연애할 때 나는?",
        "answers": ["답변1", "답변2", "답변3", "답변4"]
    },
    {
        "question": "카톡 스타일은?",
        "answers": ["답변1", "답변2", "답변3", "답변4"]
    },
    {
        "question": "연인과 싸우면 나는?",
        "answers": ["답변1", "답변2", "답변3", "답변4"]
    },
    {
        "question": "연애 유지력은?",
        "answers": ["답변1", "답변2", "답변3", "답변4"]
    },
    {
        "question": "내 연애에서 가장 많이 하는 말?",
        "answers": ["답변1", "답변2", "답변3", "답변4"]
    },
    {
        "question": "내 연애력은?",
        "answers": ["답변1", "답변2", "답변3", "답변4"]
    },
    {
        "question": "연애할 때 제일 중요한 거?",
        "answers": ["답변1", "답변2", "답변3", "답변4"]
    }
]

# 결혼 조건 생성 질문 답변
Marriage_Question_Answers = [
    {
        "question": "연애할 때 나는?",
        "answers": ["답변1", "답변2", "답변3", "답변4"]
    },
    {
        "question": "카톡 스타일은?",
        "answers": ["답변1", "답변2", "답변3", "답변4"]
    },
    {
        "question": "연인과 싸우면 나는?",
        "answers": ["답변1", "답변2", "답변3", "답변4"]
    },
    {
        "question": "연애 유지력은?",
        "answers": ["답변1", "답변2", "답변3", "답변4"]
    },
    {
        "question": "내 연애에서 가장 많이 하는 말?",
        "answers": ["답변1", "답변2", "답변3", "답변4"]
    },
    {
        "question": "내 연애력은?",
        "answers": ["답변1", "답변2", "답변3", "답변4"]
    },
    {
        "question": "연애할 때 제일 중요한 거?",
        "answers": ["답변1", "답변2", "답변3", "답변4"]
    }
]